Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Ylimääräiset taiteilija- ja sanomalehtimieseläkkeet (arviomääräraha)
sv_se: Extra konstnärs- och journalistpensioner (förslagsanslag)

source: Museoviraston kulttuuri- ja nähtävyyskohteiden tilakustannukset (siirtomääräraha 2 v)
sv_se: Lokalkostnader för Museiverkets kultur- och sevärdhetsobjekt (reservationsanslag 2 år)

source: Valtionavustukset yleisten kirjastojen toimintaan (kiinteä määräraha)
sv_se: Statsunderstöd för de allmänna bibliotekens verksamhet (fast anslag)

source: Valtionosuus ja -avustus teattereiden ja orkestereiden käyttökustannuksiin (arviomääräraha)
sv_se: Statsandel och statsunderstöd för teatrars och orkestrars driftskostnader (förslagsanslag)

source: Valtionosuudet ja -avustukset museoille (arviomääräraha)
sv_se: Statsandelar och statsunderstöd för museer (förslagsanslag)

source: Valtionavustukset kuntien ja alueiden kulttuuritoiminnan kehittämiseen (arviomääräraha)
sv_se: Statsunderstöd för utveckling av kulturverksamheten i kommunerna och regionerna (förslagsanslag)

source: Valtionosuus ja -avustus yleisten kirjastojen perustamiskustannuksiin (siirtomääräraha 3 v)
sv_se: Statsandel och statsunderstöd för anläggningskostnaderna för allmänna bibliotek (reservationsanslag 3 år)

source: Valtionavustus Suomen itsenäisyyden 100-vuotisjuhlavuoden merkkihankkeen perustamiskustannuksiin (siirtomääräraha 3 v)
sv_se: Statsunderstöd till anläggningskostnader för ett projekt för 100-årsjubileet för Finlands självständighet (reservationsanslag 3 år)

source: Korvaus Suomenlinnan huoltoliikenteen käyttötappioon (arviomääräraha)
sv_se: Ersättning för driftsförluster för servicetrafiken till Sveaborg (förslagsanslag)

source: Yksityisen kopioinnin hyvitys (siirtomääräraha 3 v)
sv_se: Kompensation för kopiering för enskilt bruk (reservationsanslag 3 år)

source: Eräät avustukset (siirtomääräraha 3 v)
sv_se: Vissa understöd (reservationsanslag 3 år)

source: Apurahat taiteilijoille, kirjailijoille ja kääntäjille (arviomääräraha)
sv_se: Stipendier åt konstnärer, författare och översättare (förslagsanslag)

source: Veikkauksen ja raha-arpajaisten voittovarat taiteen edistämiseen (arviomääräraha)
sv_se: Tippnings- och penninglotterivinstmedel för främjande av konsten (förslagsanslag)

source: Valtionavustus tilakustannuksiin (kiinteä määräraha)
sv_se: Statsunderstöd för lokalkostnader (fast anslag)

source: Valtionavustus taide- ja kulttuurilaitosten toimitilainvestointeihin (kiinteä määräraha)
sv_se: Statsunderstöd för konst- och kulturinstitutioners lokalinvesteringar (fast anslag)

source: Kulttuuriperinnön digitoinnin tukeminen (siirtomääräraha 3 v)
sv_se: Stöd till digitaliseringen av kulturarvet (reservationsanslag 3 år)

source: Eräät avustukset Kansallisgallerialle (siirtomääräraha 2 v)
sv_se: Vissa understöd till Nationalgalleriet (reservationsanslag 2 år)

source: Kaluston hankinta (siirtomääräraha 3 v)
sv_se: Anskaffning av inventarier (reservationsanslag 3 år)

source: Kansallisgallerian kokoelman kartuttaminen (siirtomääräraha 3 v)
sv_se: Utökande av Nationalgalleriets samling (reservationsanslag 3 år)

source: Kulttuuriympäristön suojelusta aiheutuvat menot (arviomääräraha)
sv_se: Utgifter för skydd av kulturmiljö (förslagsanslag)

source: Lahjoitus valtiopäivätoiminnan 150. merkkivuoden juhlarahastoon (siirtomääräraha 2 v)
sv_se: Donation till jubileumsfonden för märkesåret för 150 år av riksdagsverksamhet (reservationsanslag 2 år)

source: Liikuntatoimi
sv_se: Idrottsverksamhet

source: Veikkauksen ja raha-arpajaisten voittovarat urheilun ja liikuntakasvatuksen edistämiseen (arviomääräraha)
sv_se: Tippnings- och penninglotterivinstmedel för främjande av idrott och fysisk fostran (förslagsanslag)

source: Valtionosuus liikunnan koulutuskeskuksille ja rahoitus liikuntatieteellisten hankkeiden arviointikustannuksiin (kiinteä määräraha)
sv_se: Statsandel till idrottsutbildningscenter och finansiering av kalkylerade kostnader för idrottsvetenskapliga projekt (fast anslag)

source: Avustus Helsingin Olympiastadionin perusparannukseen (siirtomääräraha 3 v)
sv_se: Understöd för totalrenovering av Olympiastadion i Helsingfors (reservationsanslag 3 år)

source: Nuorisotyö
sv_se: Ungdomsarbete

source: Veikkauksen ja raha-arpajaisten voittovarat nuorisotyön edistämiseen (arviomääräraha)
sv_se: Tippnings- och penninglotterivinstmedel för främjande av ungdomsarbete (förslagsanslag)

source: Nuorten työpajatoiminta ja etsivä nuorisotyö (siirtomääräraha 2 v)
sv_se: Verkstadsverksamhet för unga och uppsökande ungdomsarbete (reservationsanslag 2 år)

source: Saamelaisten kulttuuri- ja kielipesätoiminta (siirtomääräraha 2 v)
sv_se: Samernas kultur- och språkboverksamhet (reservationsanslag 2 år)

source: Opetus- ja kulttuuriministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Undervisnings- och kulturministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Valtion yleissivistävän koulutuksen toimintamenot
sv_se: Omkostnader för statlig allmänbildande utbildning

source: Valtionosuus yleissivistävien ja ammatillisten oppilaitosten sekä ammattikorkeakoulujen perustamiskustannuksiin
sv_se: Statsandel för de allmänbildande läroanstalternas och yrkesläroanstalternas samt yrkeshögskolornas anläggningskostnader

source: Tiede
sv_se: Vetenskap

source: Museoviraston toimintamenot
sv_se: Museiverkets omkostnader

source: Toimitilojen ja kiinteistövarallisuuden perusparannukset ja kunnossapito
sv_se: Ombyggnad och underhåll av lokaler och fastighetsförmögenhet

source: Maa- ja metsätalousministeriön tietopalvelukeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för jord- och skogsbruksministeriets informationstjänstcentral (reservationsanslag 2 år)

source: Maaseutuviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Landsbygdsverkets omkostnader (reservationsanslag 2 år)

source: Lautakuntien toimintamenot (siirtomääräraha 2 v)
sv_se: Nämndernas omkostnader (reservationsanslag 2 år)

source: Maa- ja metsätalousministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter inom jord- och skogsbruksministeriets förvaltningsområde (förslagsanslag)

source: Bioenergiatuotannon avustukset (siirtomääräraha 3 v)
sv_se: Understöd för bioenergiproduktion (reservationsanslag 3 år)

source: Maatalouden aloittamis- ja investointiavustukset (siirtomääräraha 3 v)
sv_se: Start- och investeringsbidrag till jordbruket (reservationsanslag 3 år)

source: Luopumistuet ja -eläkkeet (siirtomääräraha 2 v)
sv_se: Avträdelsestöd och avträdelsepension (reservationsanslag 2 år)

source: Eläinten hyvinvointikorvaukset (siirtomääräraha 3 v)
sv_se: Ersättningar för djurens välbefinnande (reservationsanslag 3 år)

source: Valtionapu maaseudun elinkeinojen kehittämiseen (siirtomääräraha 3 v)
sv_se: Statsbidrag för utvecklande av landsbygdsnäringarna (reservationsanslag 3 år)

source: Porotalouden edistäminen (siirtomääräraha 2 v)
sv_se: Främjande av renskötseln (reservationsanslag 2 år)

source: Hevostalouden edistäminen totopeleistä valtion osuutena kertyvillä varoilla (siirtomääräraha 2 v)
sv_se: Främjande av hästhushållningen med medel som inflyter som statlig andel vid totospel (reservationsanslag 2 år)

source: Valtionapu 4H-toimintaan (siirtomääräraha 2 v)
sv_se: Statsbidrag för 4H-verksamhet (reservationsanslag 2 år)

source: Maa- ja elintarviketalouden tutkimuskeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Forskningscentralen för jordbruk och livsmedelsekonomi (reservationsanslag 2 år)

source: Elintarviketurvallisuusviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Livsmedelssäkerhetsverkets omkostnader (reservationsanslag 2 år)

source: Eläinlääkintähuolto ja kasvintuhoojien torjunta (arviomääräraha)
sv_se: Veterinärvård och bekämpning av växtskadegörare (förslagsanslag)

source: Ympäristökorvaukset, luonnonmukainen tuotanto, neuvonta ja ei-tuotannolliset investoinnit (siirtomääräraha 3 v)
sv_se: Miljöersättningar, ekologisk produktion, rådgivning och icke-produktiva investeringar (reservationsanslag 3 år)

source: Luonnonhaittakorvaukset (siirtomääräraha 3 v)
sv_se: Kompensationsbidrag (reservationsanslag 3 år)

source: EU:n osarahoittama ruokaketjun kehittäminen (siirtomääräraha 3 v)
sv_se: Av EU delfinansierat utvecklande av livsmedelskedjan (reservationsanslag 3 år)

source: Puutarhatalouden erityistoimenpiteet (siirtomääräraha 3 v)
sv_se: Specialåtgärder inom trädgårdsodlingen (reservationsanslag 3 år)

source: Siirto interventiorahastoon (kiinteä määräraha)
sv_se: Överföring till interventionsfonden (fast anslag)

source: Elintarvikkeiden turvallisuus ja laatu
sv_se: Livsmedelssäkerhet och livsmedelskvalitet

source: Eläinlääkintähuolto (arviomääräraha)
sv_se: Veterinärvård (förslagsanslag)

source: Riista- ja kalatalouden tutkimuslaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Vilt- och fiskeriforskningsinstitutets omkostnader (reservationsanslag 2 år)

source: Kalakannan hoitovelvoitteet (siirtomääräraha 3 v)
sv_se: Skyldighet att vårda fiskbeståndet (reservationsanslag 3 år)

source: Vesivarojen käytön ja hoidon menot (siirtomääräraha 3 v)
sv_se: Utgifter för nyttjande och vård av vattentillgångarna (reservationsanslag 3 år)

source: Luonnonvara- ja biotalouden edistäminen (siirtomääräraha 2 v)
sv_se: Främjande av naturresurs- och bioekonomi (reservationsanslag 2 år)

source: Vesihuollon ja tulvasuojelun tukeminen (siirtomääräraha 3 v)
sv_se: Stöd till vattenförsörjningen och skyddet mot översvämningar (reservationsanslag 3 år)

source: Eräät luonnonvaratalouden korvaukset (arviomääräraha)
sv_se: Vissa ersättningar inom naturresursekonomin (förslagsanslag)

source: Hirvieläinten aiheuttamien vahinkojen korvaaminen (siirtomääräraha 3 v)
sv_se: Ersättning för hjortdjurs skadegörelse (reservationsanslag 3 år)

source: Metsäluonnon hoidon edistäminen (siirtomääräraha 3 v)
sv_se: Främjande av vården av skogsnatur (reservationsanslag 3 år)

source: Valtionapu Suomen metsäkeskukselle (siirtomääräraha 2 v)
sv_se: Statsbidrag till Finlands skogscentral (reservationsanslag 2 år)

source: Poikkeuksellisten tulvien aiheuttamien vahinkojen korvaaminen (siirtomääräraha 3 v)
sv_se: Ersättande av skador som förorsakats av exceptionella översvämningar (reservationsanslag 3 år)

source: Riistatalouden edistäminen (siirtomääräraha 2 v)
sv_se: Främjande av vilthushållningen (reservationsanslag 2 år)

source: Kalastuslupamaksujen palautukset ja saimaannorpan suojeluun liittyvät sopimuspalkkiot (arviomääräraha)
sv_se: Återbäringar av avgifter för tillstånd till fiske och avtalsbaserade ersättningar i anslutning till skyddet av saimenvikaren (förslagsanslag)

source: Eräät metsätalouden valtionavut (siirtomääräraha 2 v)
sv_se: Vissa statsbidrag för skogsbruket (reservationsanslag 2 år)

source: Kalataloudelliset rakentamis- ja kunnostushankkeet (siirtomääräraha 3 v)
sv_se: Fiskeriekonomiska byggnads- och iståndsättningsprojekt (reservationsanslag 3 år)

source: Lainat puuntuotannon kestävyyden turvaamiseen (siirtomääräraha 3 v)
sv_se: Lån för tryggande av virkesproduktionens uthållighet (reservationsanslag 3 år)

source: Vesitalous
sv_se: Vattenhushållning

source: Eräät valtion maksettavaksi määrätyt korvaukset (arviomääräraha)
sv_se: Vissa ersättningar som staten åläggs att betala (förslagsanslag)

source: Metsätalous
sv_se: Skogsbruk

source: Metsäntutkimuslaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Skogsforskningsinstitutets omkostnader (reservationsanslag 2 år)

source: Metsäpuiden siemenhuolto (siirtomääräraha 2 v)
sv_se: Fröförsörjning i fråga om skogsträd (reservationsanslag 2 år)

source: Eräät korvaukset (arviomääräraha)
sv_se: Vissa ersättningar (förslagsanslag)

source: Metsähallituksen eräät julkiset hallintotehtävät (siirtomääräraha 3 v)
sv_se: Vissa av Forststyrelsens offentliga förvaltningsuppgifter (reservationsanslag 3 år)

source: Maanmittaus ja tietovarannot
sv_se: Lantmäteri och datalager

source: Maanmittauslaitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Lantmäteriverkets omkostnader (reservationsanslag 2 år)

source: Geodeettisen laitoksen toimintamenot (siirtomääräraha 2 v)
sv_se: Geodetiska institutets omkostnader (reservationsanslag 2 år)

source: Kiinteistötoimitusten tukemisesta aiheutuvat menot (arviomääräraha)
sv_se: Utgifter för understödjande av fastighetsförrättningar (förslagsanslag)

source: Maaseutuelinkeinotoiminnan korkotuki
sv_se: Räntestöd för näringsverksamhet på landsbygden

source: EU:n osallistuminen maaseudun kehittämiseen
sv_se: EU:s deltagande i utveckling av landsbygden

source: Valtion rahoitusosuus EU:n osaksi rahoittamasta maaseudun kehittämisestä
sv_se: Statlig medfinansiering för den av EU delfinansierade utvecklingen av landsbygden

source: EU:n ja valtion rahoitusosuus alueelliseen ja paikalliseen maaseudun kehittämiseen
sv_se: EU-medfinansiering och statlig medfinansiering för den regionalaoch lokala landsbygdsutvecklingen

source: Maatalouden ympäristötuki
sv_se: Miljöstöd för jordbruket

source: Maa- ja puutarhatalouden kansallinen tuki
sv_se: Nationellt stöd för jordbruket och trädgårdsodlingen

source: Tuki puuntuotannon kestävyyden turvaamiseen
sv_se: Stöd för tryggande av virkesproduktionens uthållighet

source: Aikaisempien vuosien valtuudet, josta
sv_se: Fullmakter för tidigare år, varav

source: korkotukitms. valtuudet
sv_se: räntestödsfullmakter o.dyl. fullmakter

source: Vuonna 2015 käytettävissä olleet valtuudet, josta
sv_se: Fullmakter till förfogande år 2015, varav

source: Liikenne- ja viestintäministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha 2 v)
sv_se: Produktivitetsanslag för kommunikationsministeriets förvaltningsområde (reservationsanslag 2 år)

source: Liikenneviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Trafikverkets omkostnader (reservationsanslag 2 år)

source: Valtionavustus länsimetron rakentamiseen (siirtomääräraha 3 v)
sv_se: Statsbidrag för utbyggnad av västmetron (reservationsanslag 3 år)

source: Avustus Finavia Oyj:lle (siirtomääräraha 3 v)
sv_se: Bidrag till Finavia Abp (reservationsanslag 3 år)

source: Valtionavustus yksityisten teiden kunnossapitoon ja parantamiseen (siirtomääräraha 3 v)
sv_se: Statsbidrag för underhåll och förbättring av enskilda vägar (reservationsanslag 3 år)

source: Jäänmurtajan hankinta (siirtomääräraha 3 v)
sv_se: Anskaffning av isbrytare (reservationsanslag 3 år)

source: Maa- ja vesialueiden hankinnat ja korvaukset (arviomääräraha)
sv_se: Anskaffningar av och ersättningar för jord- och vattenområden (förslagsanslag)

source: Finavia Oyj:n pääomittaminen (siirtomääräraha 3 v)
sv_se: Rekapitalisering av Finavia Abp (reservationsanslag 3 år)

source: Valtionavustus koulutuksesta (siirtomääräraha 3 v)
sv_se: Statsunderstöd för utbildning (reservationsanslag 3 år)

source: Alusinvestointien ympäristötuki (siirtomääräraha 3 v)
sv_se: Miljöstöd för fartygsinvesteringar (reservationsanslag 3 år)

source: Lästimaksuista suoritettavat avustukset (arviomääräraha)
sv_se: Statsunderstöd ur lästavgifterna (förslagsanslag)

source: Luotsauksen hintatuki (siirtomääräraha 2 v)
sv_se: Prisstöd för lotsning (reservationsanslag 2 år)

source: Joukkoliikenteen palvelujen osto ja kehittäminen (siirtomääräraha 3 v)
sv_se: Köp och utvecklande av kollektivtrafiktjänster (reservationsanslag 3 år)

source: Saariston yhteysalusliikennepalvelujen ostot ja kehittäminen (siirtomääräraha 3 v)
sv_se: Köp och utvecklande av tjänster inom förbindelsefartygstrafiken i skärgården (reservationsanslag 3 år)

source: Yhteysalusliikennepalvelujen ostosopimukset (siirtomääräraha 3 v)
sv_se: Avtal om köp av förbindelsefartygstjänster (reservationsanslag 3 år)

source: Viestintäviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Kommunikationsverkets omkostnader (reservationsanslag 2 år)

source: Uusien teknologioiden ja liiketoimintamallien edistäminen (siirtomääräraha 3 v)
sv_se: Främjande av ny teknik och nya affärsmodeller (reservationsanslag 3 år)

source: Sanomalehdistön tuki (kiinteä määräraha)
sv_se: Understödjande av tidningspressen (fast anslag)

source: Median innovaatiotuki (siirtomääräraha 3 v)
sv_se: Innovationsstöd till medierna (reservationsanslag 3 år)

source: Siirto valtion televisio- ja radiorahastoon (siirtomääräraha 3 v)
sv_se: Överföring till statens televisions- och radiofond (reservationsanslag 3 år)

source: Liikenne- ja viestintäministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Kommunikationsministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Perusväylänpito
sv_se: Bastrafikledshållning

source: Valtionavustus länsimetron rakentamiseen
sv_se: Statsbidrag för byggande av en metrolinje västerut

source: Jäänmurtajan hankinta
sv_se: Anskaffning av isbrytare

source: Väyläverkon kehittäminen
sv_se: Utveckling av trafikledsnätet

source: Perustienpito
sv_se: Basväghållningen

source: Eräät tiehankkeet
sv_se: Vissa vägprojekt

source: Jälkirahoitus-, kokonaisrahoitus- ja elinkaarirahoitushankkeet
sv_se: Efterfinansierings- och totalfinansieringsprojekt gällande vägnätet

source: Joukkoliikenteen palvelujen osto ja kehittäminen
sv_se: Köp och utvecklande av kollektivtrafiktjänster

source: Saariston yhteysalusliikennepalvelujen ostot ja kehittäminen
sv_se: Köp och utvecklande av tjänster inom förbindelsefartygstrafiken i skärgården

source: Yhteysalusliikennepalvelujen ostosopimukset
sv_se: Avtal om köp av förbindelsefartygstjänster

source: Ilmatieteen laitoksen toimintamenot
sv_se: Meteorologiska institutets omkostnader

source: Siviilipalvelus (arviomääräraha)
sv_se: Civiltjänst (förslagsanslag)

source: Työ- ja elinkeinoministeriön hallinnonalan tuottavuusmääräraha (siirtomääräraha
sv_se: Produktivitetsanslag för arbets- och näringsministeriets förvaltningsområde (reservationsanslag 2 år)

source: Työ- ja elinkeinoministeriön hallinnonalan arvonlisäveromenot (arviomääräraha)
sv_se: Mervärdesskatteutgifter för arbets- och näringsministeriets förvaltningsområde (förslagsanslag)

source: Siirrot hallinnonalan rahastoihin (arviomääräraha)
sv_se: Överföringar till förvaltningsområdets fonder (förslagsanslag)

source: Kansainvälisten järjestöjen jäsenmaksut ja rahoitusosuudet (siirtomääräraha 2 v)
sv_se: Medlemsavgifter och finansiella bidrag till internationella organisationer (reservationsanslag 2 år)

source: Teknologian tutkimuskeskus VTT Oy:n oman pääoman korottaminen (arviomääräraha)
sv_se: Höjande av Teknologiska forskningscentralen VTT Ab:s eget kapital (förslagsanslag)

source: Geologian tutkimuskeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Geologiska forskningscentralens omkostnader (reservationsanslag 2 år)

source: Teknologian tutkimuskeskus VTT:n toimintamenot (siirtomääräraha 2 v)
sv_se: Teknologiska forskningscentralen VTT:s omkostnader (reservationsanslag 2 år)

source: Mittatekniikan keskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Mätteknikcentralens omkostnader (reservationsanslag 2 år)

source: Matkailun edistämiskeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Centralen för turistfrämjande (reservationsanslag 2 år)

source: Tutkimus-, kehittämis- ja innovaatiotoiminnan tukeminen (arviomääräraha)
sv_se: Stödjande av forsknings-, utvecklings- och innovationsverksamhet (förslagsanslag)

source: Innovaatiokeskittymien kehittäminen (siirtomääräraha 3 v)
sv_se: Utveckling av innovationskluster (reservationsanslag 3 år)

source: Kansainvälistymisavustus yritysten yhteishankkeisiin (arviomääräraha)
sv_se: Internationaliseringsunderstöd för företags samprojekt (förslagsanslag)

source: Valtionavustus yksittäisten yritysten hankevalmisteluun Venäjällä (siirtomääräraha 3 v)
sv_se: Statsunderstöd för enskilda företags projektberedning i Ryssland (reservationsanslag 3 år)

source: Yritysten tutkimus- ja kehittämishankkeiden valmistelu (siirtomääräraha 3 v)
sv_se: Företags beredning av forsknings- och utvecklingsprojekt (reservationsanslag 3 år)

source: Korko- ja muu tuki julkisesti tuetuille vienti- ja alusluotoille (arviomääräraha)
sv_se: Räntestöd och annat stöd till offentligt understödda export- och fartygskrediter (förslagsanslag)

source: Avustus kansainvälisen teknologiapalkinnon maksamiseen (siirtomääräraha 2 v)
sv_se: Bidrag i anslutning till utbetalningen av ett internationellt teknologipris (reservationsanslag 2 år)

source: Lainat Finnvera Oyj:n varainhankintaan (arviomääräraha)
sv_se: Lån för Finnvera Abp:s medelsanskaffning (förslagsanslag)

source: Pääomalaina Finnvera Oyj:lle (siirtomääräraha 3 v)
sv_se: Kapitallån till Finnvera Abp (reservationsanslag 3 år)

source: Pääomasijoitus alkavien yritysten pääomasijoitustoimintaan (kiinteä määräraha)
sv_se: Kapitalinvestering i nystartade företags kapitalplaceringsverksamhet (fast anslag)

source: Alueellinen kuljetustuki (siirtomääräraha 3 v)
sv_se: Regionalt transportstöd (reservationsanslag 3 år)

source: Palkkaturva (arviomääräraha)
sv_se: Lönegaranti (förslagsanslag)

source: Työllisyysperusteiset siirtomenot investointeihin (arviomääräraha)
sv_se: Överföringsutgifter för investeringar i sysselsättningsfrämjande syfte (förslagsanslag)

source: Kilpailu- ja kuluttajaviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Konkurrens- och konsumentverkets omkostnader (reservationsanslag 2 år)

source: Kuluttajatutkimuskeskuksen toimintamenot (siirtomääräraha 2 v)
sv_se: Konsumentforskningscentralens omkostnader (reservationsanslag 2 år)

source: Korvaus talous- ja velkaneuvonnan järjestämisestä (siirtomääräraha 2 v)
sv_se: Ersättning för ordnandet av ekonomisk rådgivning och skuldrådgivning (reservationsanslag 2 år)

source: Valtionavustus kuluttajajärjestölle (kiinteä määräraha)
sv_se: Statsunderstöd för konsumentorganisationer (fast anslag)

source: Eräät merimiespalvelut (arviomääräraha)
sv_se: Vissa former av sjömansservice (förslagsanslag)

source: Eräät oikeudenkäyntikulut ja korvaukset (arviomääräraha)
sv_se: Vissa rättegångskostnader och ersättningar (förslagsanslag)

source: Maakunnan kehittämisraha (siirtomääräraha 3 v)
sv_se: Landskapsutvecklingspengar (reservationsanslag 3 år)

source: Maaseudun kehittäminen (siirtomääräraha 3 v)
sv_se: Utvecklande av landsbygden (reservationsanslag 3 år)

source: Energiaviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Energimyndighetens omkostnader (reservationsanslag 2 år)

source: Energiansäästön ja uusiutuvan energian käytön edistäminen sekä energiatiedotus (siirtomääräraha 3 v)
sv_se: Främjande av energisparande och användning av förnybar energi samt energiinformation (reservationsanslag 3 år)

source: Materiaalitehokkuuden edistäminen (siirtomääräraha 3 v)
sv_se: Främjande av materialeffektiviteten (reservationsanslag 3 år)

source: Valtiontuki sähköhuollon varmistamiseksi (arviomääräraha)
sv_se: Statligt stöd för tryggande av elförsörjningen (förslagsanslag)

source: Kioton mekanismit (arviomääräraha)
sv_se: Kyotomekanismerna (förslagsanslag)

source: Maahanmuuttajien kotoutumisen ja työllistymisen edistäminen (siirtomääräraha 2 v)
sv_se: Främjande av invandrares integration och sysselsättning (reservationsanslag 2 år)

source: Työ- ja elinkeinoministeriön hallinnonalan tiedot valtuuksista ja niiden käytöstä momentin tarkkuudella
sv_se: Arbets- och näringsministeriets förvaltningsområde, uppgifter om fullmakterna och användningen av dem specificerade enligt moment

source: Erityisavustus Teknologian tutkimuskeskus VTT Oy:n tutkimusinfrastruktuuriin
sv_se: Specialunderstöd för Teknologiska forskningscentralen VTT Ab:s forskningsinfrastruktur

source: Julkinen tutkimus- ja kehittämistoiminta
sv_se: Offentlig forskning och utveckling

source: Teknologinen tutkimustoiminta
sv_se: Teknologisk forskningsverksamhet
